Repository: marcosimbuerger/contao-isotope-package-self-booking-list
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# MSC.PackageSelfBookingList
source: Package self booking list
de: Selbstbucherliste

# MSC.PackageSelfBookingList_Sender
source: Sender
de: Absender

# MSC.PackageSelfBookingList_Date
source: Date
de: Datum

# MSC.PackageSelfBookingList_CustomerNumber
source: Customer number
de: Kundennummer

# MSC.PackageSelfBookingList_Number
source: No.
de: Ldf. Nr.

# MSC.PackageSelfBookingList_PackageNumber
source: Package number
de: Paketscheinnummer

# MSC.PackageSelfBookingList_Recipient
source: Recipient
de: Empf√§nger

# MSC.PackageSelfBookingList_IntZip
source: Int. Zip
de: Int. LK PLZ

# MSC.PackageSelfBookingList_Destination
source: Destination
de: Empfangsort

# MSC.PackageSelfBookingList_Weight
source: Weight kg
de: Gewicht kg

# MSC.PackageSelfBookingList_Notes
source: Notes
de: Bemerkungen

# MSC.PackageSelfBookingList_NumberOfPackages
source: Number of packages
de: Anzahl der Pakete

# MSC.PackageSelfBookingList_SignatureDriver
source: Signature of pick-up driver
de: Unterschrift Abholfahrer
